Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Settings.resw
Source language: en_gb
Languages: de, es, fr, he, nl, pl, ru, zh

# FullPrivacySettingsTB.Text
source: To access the rest of your privacy settings, please use the official Discord website or client
de: Um die restlichen Datenschutzeinstellungen zu ehen, verwende bitte die offizielle Website oder App.
es: Para acceder al resto de tus opciones de privacidad, por favor utiliza el sitio web o el cliente oficial de Discord
fr: Pour accéder aux restes des paramètres sensibles, veuiller utiliser le site internet ou le client Discord officiel
nl: Om bij de andere privacy-instellingen te komen, moet u de officiële Discord client of website gebruiken
pl: Aby uzyskać dostęp do pozostałych ustawień prywatności, użyj proszę oficjalnej strony Discorda, lub oficjalnej aplikacji
ru: Для получения доступа к приватным параметрам, пожалуйста используйте официальный сайт Дискорда или через клиент.
zh: 要访问其余的隐私设置，请使用Discord官方客户端或网站

# DerivedRadio.Content
source: Derived Colour
de: Abgeleitete Farbe
es: Color Derivado
fr: Couleur dérivée
nl: Afgeleidde kleuren
pl: Kolor profilowy
ru: Производный цвеб
zh: 派生颜色

# LanguageComboB.Header
source: Language (requires restart)
de: Sprache (Nach Neustart wirksam)
es: Idioma (requiere reinicio)
fr: Langue (redémarrage nécessaire)
nl: Taal (opnieuw opstarten vereist)
pl: Język (wymaga restartu)
ru: Язык (Необходим рестарт)
zh: 语言（需要重启）

# DefaultComboBI.Content
source: Default
de: Standard
es: Por defecto
nl: Standaard
pl: Domyślny
ru: Стандартный
zh: 默认

source: Mentions
de: Erwähnungen
es: Menciones
fr: Mentionne
he: אִזְכּוּר
nl: Benoemingen
pl: Wzmianki
ru: Упомения
zh: 提及

# NoneRB.Content
source: None
es: Ninguno
fr: Aucun
pl: Nic
ru: Нет

# UnreadRB.Content
source: Unread
es: No leídos
fr: Non-lu
pl: Nieprzeczytane
ru: Непрочитанный

# mutedChannelsAffectServerCB.Content
source: Muted channels affect server unread status?
es: ¿Los canales silenciados afectan el estado de no-leído del servidor?
fr: Les salons muets affectent le statut "lu" du serveur?
pl: Wyciszone kanały mają wpływ na nieprzeczytany status serwera
ru: Отключенные каналы влияют на непрочитанный статус сервера?

# mutedChannelsEffectServerCB.Content
source: Muted channels affect server unread status?
es: ¿Los canales silenciados afectan el estado de no-leído del servidor?
fr: Les salons muets affectent le statut "lu" du serveur?
pl: Wyciszone kanały mają wpływ na nieprzeczytany status serwera
ru: Отключенные каналы влияют на непрочитанный статус сервера?

# FriendsNotifyTB.Text
source: What adds to Friends list notifications?
es: ¿Qué añade a las notificaciones de lista de amigos?
fr: Qu'est-ce qui ajoute aux notifications de liste d'amis ?
pl: Co dodać do powiadomień Listy znajomych?
ru: Что добавляет к уведомлениям о друзьях?

# FriendRequestsCBContent
source: Friend Requests
es: Solicitudes de Amistad
fr: Demandes d'amis
pl: Prośby o dodanie do znajomych
ru: Запросы в друзья

# DMsCB.Content
source: DMs
es: MDs
pl: PW

# AppSettingsHLBTN.Content
source: Application Settings
es: Ajustes de la Aplicación
pl: Ustawienia Aplikacji
ru: Параметры приложения

# ConnectionsTB.Text
source: CONNECTIONS
es: CONEXIONES
pl: POŁĄCZENIA
ru: ПОДКЛЮЧЕНИЕ

# DerivedColorTB.Text
source: Derived Color
de: Akzentfarbe
es: Color Derivado
pl: Zaczerpnięty kolor
ru: Производный цвет

# BadgeCountDescTB.Text
source: Show mention count as badge
es: Mostrar contador de menciones en una insignia
pl: Pokazuj licznik wzmianek jako odznakę
ru: Показывать счетчик упоминаний как значок

# BadgeCountTB.Text
source: Badge Count
es: Insignia del Contador
pl: Licznik odznak
ru: Счетчик

# DerivedColorDescTB.Text
source: The Accent color on user related pages will be derived from the user's profile icon
es: El color de acento en las páginas relacionadas con el usuario será definido por el icono del perfil del usuario
pl: Dominujący kolor na powiązanych z użytkowniiem stronach będzie czerpany z profilowej ikony
ru: Главный цвет на страницах, связанных с пользователем, будет получен из значка профиля пользователя

# EnableAcrylicDescTB.Text
source: Blurred Backgrounds
de: Verschwommene Hintergründe
es: Fondos Difuminados
pl: Rozmyte tło
ru: Размытый фон

# EnableAcrylicTB.Text
source: Acrylic Brushes
de: Akryl Pinsel
es: Acabados Acrílicos
pl: Pędzel akrylowy
ru: Акриловые кисти

# ExpensiveRenderDescTB.Text
source: Enable various expensive graphics such as Blur Effects and Audio Visualizers
de: Erlaube verschiedene leistungsintensive Grafiken wie Unschärfe-Effekte und Audio-Visualisierer
es: Habilita varios gráficos exigentes, como los Efectos de Difuminado y los Visualizadores del Audio
pl: Włącza kosztowne efekty graficzne tajkie jak rozmycie czy Wizuarytory Audio
ru: Включите различные графические эффекты, такие как размытия и аудиовизуализаторы

# ExpensiveRenderTB.Text
source: Expensive Rendering
de: Leistungsintensive Darstellung
es: Renderizado Exigente
pl: Kosztowne Renderowanie
ru: Ресурсоёмкий рендеринг

# HighlightEveryoneDescTB.Text
source: @everyone spam ain't a problem no more
es: el spam con @everyone ya no será un problema
pl: Spam @everyone nie stanowi już problemu
ru: @everyone спам больше не проблема

# HighlightEveryoneTB.Text
source: Highlight @everyone
es: Resaltar @everyone
pl: Podświetl @everyone
ru: Выдвижение @everyone

# LiveTileDescTB.Text
source: Show some messages on the live tile, spruce up the start menu
es: Mostrar algunos mensajes en el live tile, pon al día tu menú de inicio
pl: Pokazuj wiadomości na Live Title
ru: Показывать некоторые сообщения в живых плитках в меню "пуск"

# UseCompressionTB.Text
source: Data Compression
de: Datenkomprimierung
es: Compresión de Datos
pl: Kompresowanie Danych
ru: Сжатие данных

# MentionGlowDescTB.Text
source: The left side of the screen glows when you are mentioned
es: El lado izquierdo de la pantalla se ilumina cuando eres mencionado
pl: Lewa strona ekranu rozjaśnia się, kiedy zostajesz wspomniany
ru: Левая сторона экрана светится, когда вы упомянуты

# MentionGlowTB.Text
source: Mention Glow
es: Iluminación en Menciones
pl: Rozjaśnienie wspomnienia
ru: Свечение при упоминании

# ServerMuteIconDescTB.Text
source: A mute icon that shows over muted servers on the server list
es: Un icono de silencio que se muestra sobre los servidores silenciados de la lista
pl: Ikona wyciszenia pojawia się na wyciszonych serwerach na pasku serwerów
ru: Значок отключения звука, отображает отключенные звук в списке серверов

# ServerMuteIconTB.Text
source: Server Mute Icon
es: Icono de Silencio del Servidor
pl: Ikona Wyciszenia Serwera
ru: Безвучная иконка сервера

# ShowWelcomeDescTB.Text
source: Those cute little messages on the loading screen, you can disable them if you want. Why not
es: Los lindos mensajes en la pantalla de carga, puedes deshabilitarlos si quieres. ¿Por qué no?
pl: Te słodkie małe powiadomionka na ekranie ładowania, możesz je wyłączyć, jeśli chcesz. Czemu nie?
ru: Эти милые маленькие сообщения на экране загрузки, вы можете отключить их, если хотите. Почему бы и нет?)

# ShowWelcomeTB.Text
source: Show Welcome Messages
de: Zeige Willkommensnachrichten
es: Mostrar Mensajes de Bienvenida
pl: Pokazuj Wiadomości Powitalne
ru: Показывать сообщения приветствия

# UseCompressionDescTB.Text
source: Data compression makes gateway messages smaller and faster to recieve. This is a little more expensive on the CPU but significantly faster with lower internet speed.
de: Datenkomprimierung verringert die Größe von Gateway-Nachrichten und kommen schneller an. Dies kostet ein wenig mehr CPU-Leistung, ist aber deutlich schneller bei geringen Internetgeschwindigkeiten.
es: La compresión de datos hace más pequeños los mensajes recibidos y cargan más rápido. Es un poco más exigente con la CPU pero significativamente más rápido en conexiones lentas.
pl: Kompresowanie danych zmniejsza wielkość danych do odebrania. Jest to bardziej procesorożerne, ale działa znacznie lepiej, przy wolnym łączu internetowym
ru: Сжатие данных делает сообщения шлюза меньше и быстрее. Потребуется мощный процессор, но зато значительно быстрее при более низкой скорости интернета.

# x
source: When you recieve a message in your active channel, your device will vibrate, if it can
es: Cuando recibas un mensaje en tu canal activo, tu dispositivo vibrará, si puede hacerlo
ru: Когда вы получаете сообщение в своем активном канале, ваше устройство будет вибрировать, если оно имеет такую возможность

# VibrateTB.Text
source: Vibrate on Receival
de: Bei Erhalt vibrieren
es: Vibrar al Recibir
pl: Wibracje przy Odbieraniu
ru: Вибрация при приёме

# CustomCBI.Content
source: Custom
es: Personalizado
pl: Dostosuj
ru: Свой

# CompactMessagesCB.Content
source: CompactMessages
es: MensajesCompactos
pl: KompaktoweWiadomości

# InputDevicesCB.Header
source: Input Devices
de: Eingabegeräte
es: Dispositivos de Entrada
pl: Urządzenia wejścia
ru: Устройства ввода

# NoiseSensitivitySD.Header
source: Noise Tolerance (dB)
es: Tolerancia al ruido (dB)
pl: Tolerancja szumu (dB)
ru: Допуск шума (dB)

# OLEDDescTB.Text
source: This changes the theme of the app for OLED devices in ways that will save battery (featuring a full black background)
es: Esto cambia el tema de la aplicación para los dispositivos OLED de modo que ahorren batería (Incluye un fondo totalmente negro)
pl: Zmienia to motyw aplikacji dla urządzeń OLED w celu oszczędzania baterii (całkowicie czarne tło)
ru: _x000D_Это изменяет тему для OLED-устройств таким образом, чтобы сэкономить аккумулятор (с полным черным фоном)

# OLEDTB.Text
source: OLED Theme
es: Tema OLED
pl: Motyw OLED
ru: OLED тема

# ResetQuarrelBTN.Content
source: Reset Quarrel
es: Reiniciar Quarrel
pl: Zresetuj Quarrel'a
ru: Сбросить Quarrel

# NoInput.Text
source: Unfortunatly, Quarrel wasn't able to find or use an input device. Listening in voice channels will stil work but speaking won't
es: Desafortunadamente, Quarrel no pudo encontrar o usar algún dispositivo de entrada. La escucha en los canales de voz seguirá funcionando, pero no podrás hablar.
pl: Niestet, Quarrel nie był w stanie znaleść urządzenia wejścia. Słuchanie w kanałach głosowych będzie działać, ale mówienie nie.
ru: К сожалению, Quarrel не смог найти или использовать устройство ввода. Прослушивание голосовых каналов будет работать, но говорить вы не сможете.

# RichPresenceDescTB.Text
source: Allow other UWP apps to connect to Quarrel to set the user's Rich Presence
es: Permitir que las otras apps UWP se conecten con Quarrel para activar la Presencia Enriquecida del usuario.
pl: Pozwala innym aplikacjom UWP na połącznie z Quarrel'em aby użyć Bogatej Prezentacji (rozbudowana informacja o grze itd.)
ru: Разрешить другим приложениям UWP подключаться к Quarrel для установки детализированного статуса пользователя

# RichPresenceTB.Text
source: Rich Presence
es: Presencia Enriquecida
pl: Bogata Prezentacja
ru: Детализированные статусы

# ShowNoPermissionsChannelsDescTB.Text
source: Gaze upon that which yee cannot enter
es: Un vistazo de aquello a lo que no puedes acceder
pl: Zobacz to czego do czego nie możesz wejść
ru: Взгляните, что yee не может войти

# ShowNoPermissionsChannelsTB.Text
source: Show No Permissions Channels
es: Mostrar los Canales Sin Permisos
pl: Pokazuj Kanały Bez Dostępu
ru: Показать каналы без разрешений

# ScalingDescTB.Text
source: On smaller screens everything can be a bit small on Xbox so you can enabled scaling to make it all bigger
es: Con pantallas pequeñas todo se puede ver un poco más chico en Xbox así que puedes activar el escalado para hacerlo más grande

# ScalingTB.Text
source: Scaling
es: Escalado

# ADVANCEDTB.Text
source: Theme
es: AVANZADO

# BehaviorPI.Header
source: Behavior
es: Comportamiento

# CHANNELSTB.Text
source: CHANNELS
es: CANALES

# DataLimiting2TB.Text
source: Data Limiting on Mobile Data
es: Limitación de Datos en Datos Móviles

# DataLimitingTB.Text
source: Data Limiting
es: Limitación de Datos

# DisplayPI.Header
source: Display
es: Pantalla

# IntegrationTB.Text
source: INTEGRATION
es: INTEGRACIÓN

# NetworkPI.Header
source: Network
es: Red

# OnMDTB.Text
source: On Mobile Data
es: En Datos Móviles

# OtherPI.Header
source: Other
es: Otros

# ResetQuarrelSettingsBTN.Content
source: Reset Quarrel Settings
es: Reiniciar ajustes de Quarrel

# StandardTB.Text
source: Standard
es: Estándar

# Theme.Header
source: Theme
es: Tema

# TTLDescTB.Text
source: TTL (Tap To Load). Images, Audio or Videos in messages will not show unless you tap a replacement icon first
es: TCP (Toca para Cargar) Las imágenes, audios y videos en los mensajes no se mostrarán a menos que toques primero el icono de reemplazo

# TTLTB.Text
source: TTL Attachments
es: Adjuntos TPC

# BGTaskNoRun
source: The background task has not run yet
es: La tarea en segundo plano no se ha ejecutado todavía

# BGTaskNoSuccessfulRun
source: The background task has not run succesfully yet
es: La tarea en segundo plano todavía no se ha ejecutafo con éxito

# DeviceOverrideTB.Text
source: Can be overriden by session by right clicking or holding the Deafen button in Voice Channel
es: Puede ser anulado en cada sesión dando clic derecho o sosteniendo pulsado el icono de Ensordecer en el Canal de Voz

# MyPeopleDescTB.Text
source: Show Discord contacts in the People app and on the taskbar
es: Muestra los contactos de Discord en la aplicación de Contactos y en la barra de tareas

# OverrideCategoryCollaspseTB.Text
source: Override Category Collapse
es: Anular Categorias Colapsadas

# RunEveryLabelTB.Text
source: Run background process every:
es: Ejecutar proceso en segundo plano cada:

# AudioPI.Header
source: Audio
fr: Son
he: שמע
pl: Dźwięk
ru: Аудио
zh: 音频

# LiveTileTB.Text
source: Live Tile
pl: LIve Title
ru: Живые плитки

# AaTB.Text
source: Aa
ru: Аа
zh: 字
